---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassGrossVolume
source: html/335edb61-d055-a391-f602-16d2e5b34e78.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassGrossVolume Property

"Gross Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId MassGrossVolume { get; }
```